Repository: dwanim-app/dwanim
Catalog: App/DwanimIt/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: Add
ja: 追加
zh_hant: 加入

source: Choose a color-theme file (.dwtheme or .json).
ja: カラーテーマファイル（.dwtheme または .json）を選択してください。
zh_hant: 選擇色彩佈景主題檔案（.dwtheme 或 .json）。

source: Choose a folder whose audio files to add to the playlist.
ja: オーディオファイルをプレイリストに追加するフォルダを選択してください。
zh_hant: 選擇要將其中音訊檔案加入播放清單的資料夾。

source: Choose a playlist file (.m3u) to open.
ja: 開くプレイリストファイル（.m3u）を選択してください。
zh_hant: 選擇要開啟的播放清單檔案（.m3u）。

source: Choose a skin archive (.wsz) to apply.
ja: 適用するスキンアーカイブ（.wsz）を選択してください。
zh_hant: 選擇要套用的面板封存檔（.wsz）。

source: Choose one or more audio files to add to the playlist.
ja: プレイリストに追加するオーディオファイルを1つ以上選択してください。
zh_hant: 選擇一個或多個要加入播放清單的音訊檔案。

source: Choose one or more audio files to play.
ja: 再生するオーディオファイルを1つ以上選択してください。
zh_hant: 選擇一個或多個要播放的音訊檔案。

source: Could not open this skin.
ja: このスキンを開けませんでした。
zh_hant: 無法開啟此面板。

source: Default View
ja: デフォルト表示
zh_hant: 預設檢視

source: Equalizer
ja: イコライザ
zh_hant: 等化器

source: Open
ja: 開く
zh_hant: 開啟

source: Open Audio…
ja: オーディオを開く…
zh_hant: 開啟音訊…

source: Open Playlist…
ja: プレイリストを開く…
zh_hant: 開啟播放清單…

source: Open Skin…
ja: スキンを開く…
zh_hant: 開啟面板…

source: Playlist
ja: プレイリスト
zh_hant: 播放清單

source: Save
ja: 保存
zh_hant: 儲存

source: Save Playlist…
ja: プレイリストを保存…
zh_hant: 儲存播放清單…

source: Save the current playlist as a .m3u file.
ja: 現在のプレイリストを .m3u ファイルとして保存します。
zh_hant: 將目前的播放清單儲存為 .m3u 檔案。

source: Skin
ja: スキン
zh_hant: 面板

source: Skin Window
ja: スキンウインドウ
zh_hant: 面板視窗

source: The file is not a usable skin archive.
ja: このファイルは使用可能なスキンアーカイブではありません。
zh_hant: 此檔案不是可用的面板封存檔。

source: OK
zh_hant: 好
